[
		{
				"title" : "Cara Supaya Akrab dengan Quran",
				"published_date" : "20230604153804558",
				"slug" : "cara-supaya-akrab-dengan-quran",
				"text" : "<p>Untuk bisa akrab dengan Quran, tentu saja kita harus menyisihkan waktu-waktu kita untuk Quran. Jadi, bukan menyisakan waktu, melainkan menyisihkan waktu. Waktu yang dimiliki itu, kita tentukan yang mana untuk berinteraksi dengan Quran. Kalau kata ustadz kami, Ustadz Wahidi Rahman Al Anshori, SHI, waktu ideal untuk berinteraksi dengan Quran adalah setelah Subuh dan setelah Maghrib. Beliau berkata seperti itu dikarenakan ada dua orang santri Kuttab Baitul Izzah yang melazimkan dua waktu itu untuk menghapal dan murajaah hapalan setiap hari, hingga akhirnya bisa khatam hapalan Quran 30 juz walaupun belum lulus kelas 6. Masya Allah. Siapa sih yang nggak pengen seperti itu?</p><p>Kalau untuk durasinya kira-kira berapa lama?</p><p>Kalau ingin berpatokan dengan dauroh santri Madrasah Baitul Izzah, maka untuk waktu Subuhnya, hapalan Quran sampai jam setengah 7. Lalu, untuk Maghrib, bisa sampai Isya. Tentu saja durasi ini hanyalah sebagai saran. Tapi, bisa jadi pertimbangan juga. Tergantung dengan kesibukan masing-masing, apakah mampu menjalankannya dengan waktu yang banyak ini atau tidak. Tapi, yang jelas sih, jangan sampai nggak ada interaksi sama sekali dengan Quran.</p>",
				"ringkasan" : "Di artikel ini, aku membahas tentang bagaimana cara akrab dengan Quran",
				"kategori" : "Interaksi Bersama Quran",
				"gambar" : "https://1.bp.blogspot.com/-0HvQwFGJ28c/V46gSpZHfdI/AAAAAAAAB7I/jTTK60g70q0StBO63K5YMcPTi-5Q15ufQCLcB/s1600/Gambar-Al-Quran-8.JPG"
			},{
				"title" : "Privacy Policy",
				"published_date" : "20230919112748628",
				"slug" : "privacy-policy",
				"text" : "<p>Tri Handayani built the All Application Made by Tri Handayani app as an Ad Supported app. This SERVICE is provided by Tri Handayani at no cost and is intended for use as is.</p><p>This page is used to inform visitors regarding my policies with the collection, use, and disclosure of Personal Information if anyone decided to use my Service.</p><p>If you choose to use my Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that I collect is used for providing and improving the Service. I will not use or share your information with anyone except as described in this Privacy Policy.</p><p>The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which are accessible at All Application Made by Tri Handayani unless otherwise defined in this Privacy Policy.</p><h2 class=\"\">Information Collection and Use</h2><p>For a better experience, while using our Service, I may require you to provide us with certain personally identifiable information. The information that I request will be retained on your device and is not collected by me in any way.</p><p>The app does use third-party services that may collect information used to identify you.</p><p>Link to the privacy policy of third-party service providers used by the app</p><ul><li><a class=\"tc-tiddlylink-external\" href=\"https://www.google.com/policies/privacy/\" rel=\"noopener noreferrer\" target=\"_blank\">Google Play Services</a></li><li><a class=\"tc-tiddlylink-external\" href=\"https://support.google.com/admob/answer/6128543?hl=en\" rel=\"noopener noreferrer\" target=\"_blank\">AdMob</a></li><li><a class=\"tc-tiddlylink-external\" href=\"https://www.startapp.com/privacy/\" rel=\"noopener noreferrer\" target=\"_blank\">StartApp</a> (not on all apps)</li></ul><h2 class=\"\">Log Data</h2><p>I want to inform you that whenever you use my Service, in a case of an error in the app I collect data and information (through third-party products) on your phone called Log Data. This Log Data may include information such as your device Internet Protocol (\"IP\") address, device name, operating system version, the configuration of the app when utilizing my Service, the time and date of your use of the Service, and other statistics.</p><h2 class=\"\">Cookies</h2><p>Cookies are files with a small amount of data that are commonly used as anonymous unique identifiers. These are sent to your browser from the websites that you visit and are stored on your device's internal memory.</p><p>This Service does not use these \"cookies\" explicitly. However, the app may use third-party code and libraries that use \"cookies\" to collect information and improve their services. You have the option to either accept or refuse these cookies and know when a cookie is being sent to your device. If you choose to refuse our cookies, you may not be able to use some portions of this Service.</p><h2 class=\"\">Service Providers</h2><p>I may employ third-party companies and individuals due to the following reasons:</p><ul><li>To facilitate our Service;</li><li>To provide the Service on our behalf;</li><li>To perform Service-related services; or</li><li>To assist us in analyzing how our Service is used.</li></ul><p>I want to inform users of this Service that these third parties have access to their Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.</p><h2 class=\"\">Security</h2><p>I value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and I cannot guarantee its absolute security.</p><h2 class=\"\">Links to Other Sites</h2><p>This Service may contain links to other sites. If you click on a third-party link, you will be directed to that site. Note that these external sites are not operated by me. Therefore, I strongly advise you to review the Privacy Policy of these websites. I have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.</p><h2 class=\"\">Children's Privacy</h2><p>These Services do not address anyone under the age of 13. I do not knowingly collect personally identifiable information from children under 13 years of age. In the case I discover that a child under 13 has provided me with personal information, I immediately delete this from our servers. If you are a parent or guardian and you are aware that your child has provided us with personal information, please contact me so that I will be able to do the necessary actions.</p><h2 class=\"\">Changes to This Privacy Policy</h2><p>I may update our Privacy Policy from time to time. Thus, you are advised to review this page periodically for any changes. I will notify you of any changes by posting the new Privacy Policy on this page.</p><p>This policy is effective as of 2022-01-12</p><h2 class=\"\">Contact Us</h2><p>If you have any questions or suggestions about my Privacy Policy, do not hesitate to contact me at trihandayani.new11@gmail.com.</p><p>This privacy policy page was created at <a class=\"tc-tiddlylink-external\" href=\"https://privacypolicytemplate.net\" rel=\"noopener noreferrer\" target=\"_blank\">privacypolicytemplate.net</a> and modified/generated by <a class=\"tc-tiddlylink-external\" href=\"https://app-privacy-policy-generator.nisrulz.com/\" rel=\"noopener noreferrer\" target=\"_blank\">App Privacy Policy Generator</a></p>",
				"ringkasan" : "Privacy Policy untuk aplikasi Android",
				"kategori" : "Pemrograman",
				"gambar" : "/gambar-untuk-postingan/pexels-pixabay-164425.jpg"
			},{
				"title" : "Privacy Policy for Chrome Extensions",
				"published_date" : "2023101016323445",
				"slug" : "privacy-policy-for-chrome-extensions",
				"text" : "<h2 class=\"\">1. Introduction</h2><p>This Privacy Policy governs the manner in which Muhammad Zaini (\"we,\" \"us,\" or \"our\") collects, uses, maintains, and discloses information collected from users (each, a \"User\") of the extensions Chrome extension (\"Extension\"). This Privacy Policy applies to the Extension and all products and services offered by Muhammad Zaini.</p><h2 class=\"\">2. Information We Collect</h2><p>We may collect personal identification information from Users in various ways, including, but not limited to, when Users install the Extension, use certain features, or interact with us in other ways. The types of information we may collect include:</p><ul><li><strong>Usage Information:</strong> We may collect non-personal identification information about Users whenever they interact with the Extension. This may include, but is not limited to, the browser type, the version of the Extension, the operating system, and other similar information.</li><li><strong>Data You Provide:</strong> The Extension may collect and store the notes and data you input into the Extension's features, such as the textarea content. This data is stored locally on your device and is not transmitted to our servers.</li></ul><h2 class=\"\">3. How We Use Collected Information</h2><p>We collect and use Users' personal information for the following purposes:</p><ul><li>To improve the Extension: We continually strive to improve our Extension based on the feedback and information we receive from Users.</li><li>To personalize the User experience: We may use information in the aggregate to understand how our Users as a group use the services and resources provided by the Extension.</li></ul><h2 class=\"\">4. Protecting Your Information</h2><p>We adopt appropriate data collection, storage, and processing practices and security measures to protect against unauthorized access, alteration, disclosure, or destruction of your personal information, username, password, transaction information, and data stored within the Extension.</p><h2 class=\"\">5. Changes to This Privacy Policy</h2><p>We have the discretion to update this Privacy Policy at any time. We encourage Users to frequently check this page for any changes to stay informed about how we are helping to protect the personal information we collect. You acknowledge and agree that it is your responsibility to review this Privacy Policy periodically and become aware of modifications.</p><h2 class=\"\">6. Your Acceptance of These Terms</h2><p>By using the Extension, you signify your acceptance of this Privacy Policy. If you do not agree to this policy, please do not use our Extension. Your continued use of the Extension following the posting of changes to this Privacy Policy will be deemed your acceptance of those changes.</p><h2 class=\"\">7. Contacting Us</h2><p>If you have any questions about this Privacy Policy, the practices of this Extension, or your dealings with this Extension, please contact us at:</p><p>Muhammad Zaini<br>muhzaini30@gmail.com<br></p><p>This document was last updated on October 10, 2023.</p>",
				"ringkasan" : "",
				"kategori" : "",
				"gambar" : ""
			}
]